Livrable 01 - Diagramme Mermaid
